Repository: zhilchenko/uc_oos_order
Catalog: translations/uc_oos_order.*.po
Languages: ru

source: Additional HTML
ru: Дополнительный HTML-код.

source: This HTML will be displayed below order button.
ru: Этот HTML-код будет отображен ниже кнопки заказа.

source: Order added.
ru: Заказ добавлен.

source: Order removed.
ru: Заказ удален.

source: Enter your email address and our manager will contact you.
ru: Введите ваш E-mail и наш менеджер свяжется с вами.

source: E-mail address
ru: E-mail адрес

source: Remove order
ru: Удалить заказ

source: Order product
ru: Заказать товар

source: Out of stock order notification from !site
ru: Оповещение о заказанных товарах, отсутствующих в продаже, от !site

source: !count new orders:
ru: !count новых заказов:

source: order out of stock
ru: заказ товаров, отсутствующих в продаже

source: Out of stock order settings
ru: Настройки заказа товаров, отсутствующих в продаже

source: Configure out of stock order settings.
ru: Настроить заказ товаров, отсутствующих в продаже

source: Order out of stock
ru: Заказ товара, отсутствующего в продаже

source: Allows customer make procurement request for out of stock product.
ru: Позволяет покупателям делать запрос на покупку товаров, отсутствующих в продаже.
